tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'jmespath/jmespath'
tap 'neovim/neovim'
tap 'thoughtbot/formulae'
cask 'mactex'
brew 'ack'
brew 'ant'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'boost', args: ['with-icu4c']
brew 'c-ares'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'ccm'
brew 'cmake'
brew 'colordiff'
brew 'git', args: ['with-brewed-curl', 'with-brewed-openssl']
brew 'consul'
brew 'coreutils'
brew 'cscope'
brew 'curl'
brew 'dbus'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'distribution'
brew 'openssl'
brew 'jpeg'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'faad2'
brew 'fasd'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'findutils'
brew 'flac'
brew 'fluid-synth'
brew 'fribidi'
brew 'gdbm'
brew 'geoip'
brew 'ghq'
brew 'git-crypt'
brew 'go'
brew 'glide'
brew 'gmp'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'gpm'
brew 'gradle'
brew 'icu4c'
brew 'harfbuzz'
brew 'htop'
brew 'readline'
brew 'sqlite'
brew 'xz'
brew 'python3'
brew 'httpie'
brew 'hugo'
brew 'isl'
brew 'oniguruma'
brew 'jq'
brew 'python'
brew 'zookeeper'
brew 'kafka'
brew 'lzlib'
brew 'librdkafka'
brew 'kafkacat', args: ['with-yajl']
brew 'keybase'
brew 'leiningen'
brew 'libass'
brew 'libevent'
brew 'libid3tag'
brew 'mpfr'
brew 'libmpc'
brew 'libmpdclient'
brew 'libsamplerate'
brew 'libtool'
brew 'libvo-aacenc'
brew 'libxml2'
brew 'libyaml'
brew 'little-cms2'
brew 'lua'
brew 'macvim', args: ['with-override-system-vim']
brew 'mas'
brew 'maven'
brew 'mpc'
brew 'youtube-dl'
brew 'mpv'
brew 'ncdu'
brew 'taglib'
brew 'ncmpcpp'
brew 'nmap'
brew 'node'
brew 'nomad'
brew 'parallel'
brew 'peco'
brew 'postgresql'
brew 'pv'
brew 'pwgen'
brew 'q'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-binstubs'
brew 'rbenv-bundler'
brew 'reattach-to-user-namespace', args: ['with-wrap-launchctl', 'with-wrap-pbcopy-and-pbpaste']
brew 'shellcheck'
brew 'terraform'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'unrar'
brew 'utf8proc'
brew 'watch'
brew 'wget'
brew 'yajl'
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/completions/docker-completion'
brew 'homebrew/completions/docker-compose-completion'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/openssh'
brew 'homebrew/python/numpy'
brew 'homebrew/python/matplotlib'
brew 'homebrew/science/datamash'
brew 'homebrew/versions/zeromq32'
brew 'jmespath/jmespath/jp'
brew 'thoughtbot/formulae/rcm'
cask 'bartender'
cask 'beardedspice'
cask 'boom'
cask 'calibre'
cask 'discord'
cask 'dropbox'
cask 'eclipse-java'
cask 'firefox'
cask 'fluid'
cask 'flux'
cask 'font-hack'
cask 'hammerspoon'
cask 'istat-menus'
cask 'osxfuse'
cask 'rowanj-gitx'
cask 'skype'
cask 'spotify'
cask 'transmission-remote-gui'
cask 'transmit'
cask 'vagrant'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
mas 'Kindle', id: 405399194
mas 'Xcode', id: 497799835
mas 'Keynote', id: 409183694
mas 'Twitter', id: 409789998
mas 'Skitch', id: 425955336
mas '1Password', id: 443987910
mas 'Quiver', id: 866773894
mas 'Pocket', id: 568494494
mas 'Slack', id: 803453959
mas 'Wunderlist', id: 410628904
mas 'Pages', id: 409201541
mas 'Marked', id: 448925439
mas 'Messages for WhatsApp', id: 1050148555
mas 'Numbers', id: 409203825
