tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'jmespath/jmespath'
tap 'neovim/neovim'
tap 'thoughtbot/formulae'
cask 'mactex'
brew 'ack'
brew 'ant'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'awscli'
brew 'icu4c'
brew 'boost', args: ['with-icu4c']
brew 'c-ares'
brew 'ccm'
brew 'cmake'
brew 'colordiff'
brew 'pcre'
brew 'gettext'
brew 'git', args: ['with-brewed-curl', 'with-brewed-openssl']
brew 'go'
brew 'consul'
brew 'gmp'
brew 'coreutils'
brew 'cscope'
brew 'openssl'
brew 'pkg-config'
brew 'curl'
brew 'distribution'
brew 'libtool'
brew 'jpeg'
brew 'libpng'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'fasd'
brew 'x264'
brew 'lame'
brew 'xvid'
brew 'freetype'
brew 'ffmpeg'
brew 'findutils'
brew 'flac'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'gdbm'
brew 'geoip'
brew 'libffi'
brew 'glib'
brew 'gnupg'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'gradle'
brew 'htop'
brew 'hugo'
brew 'oniguruma'
brew 'jq'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'zookeeper'
brew 'kafka'
brew 'lzlib'
brew 'librdkafka'
brew 'yajl'
brew 'kafkacat', args: ['with-yajl']
brew 'keybase'
brew 'leiningen'
brew 'libevent'
brew 'libmpdclient'
brew 'libvo-aacenc'
brew 'macvim', args: ['with-override-system-vim']
brew 'mariadb'
brew 'mas'
brew 'maven'
brew 'ncdu'
brew 'taglib'
brew 'ncmpcpp'
brew 'nmap'
brew 'node'
brew 'nomad'
brew 'parallel'
brew 'peco'
brew 'postgresql'
brew 'pv'
brew 'pwgen'
brew 'q'
brew 'rabbitmq'
brew 'ruby-build'
brew 'rbenv'
brew 'rbenv-binstubs'
brew 'rbenv-bundler'
brew 'reattach-to-user-namespace', args: ['with-wrap-launchctl', 'with-wrap-pbcopy-and-pbpaste']
brew 'rebar'
brew 'redis'
brew 's3cmd'
brew 'shellcheck'
brew 'terraform'
brew 'tig'
brew 'tmux'
brew 'tokyo-cabinet'
brew 'tree'
brew 'unixodbc'
brew 'watch'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'
brew 'homebrew/dupes/grep'
brew 'homebrew/dupes/openssh'
brew 'homebrew/python/numpy'
brew 'homebrew/python/matplotlib'
brew 'homebrew/science/datamash'
brew 'homebrew/versions/zeromq32'
brew 'jmespath/jmespath/jp'
brew 'thoughtbot/formulae/rcm'
cask 'alfred'
cask 'bartender'
cask 'beardedspice'
cask 'boom'
cask 'dockertoolbox'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'font-hack'
cask 'hammerspoon'
cask 'istat-menus'
cask 'karabiner'
cask 'mattr-slate'
cask 'rowanj-gitx'
cask 'seil'
cask 'skype'
cask 'spotify'
cask 'sqlworkbenchj'
cask 'tomahawk'
cask 'transmission-remote-gui'
cask 'transmit'
cask 'vagrant'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vlc'
mas 'Xcode', id: 497799835
mas 'Keynote', id: 409183694
mas 'Twitter', id: 409789998
mas 'Skitch', id: 425955336
mas '1Password', id: 443987910
mas 'CopyClip 2', id: 1020812363
mas 'Quiver', id: 866773894
mas 'Wunderlist', id: 410628904
mas 'Slack', id: 803453959
mas 'Pocket', id: 568494494
mas 'Pages', id: 409201541
mas 'Marked', id: 448925439
mas 'Messages for WhatsApp', id: 1050148555
mas 'Numbers', id: 409203825
