acpilight
alacritty-git
aurget
autorandr-git
bcm4350-firmware
caps2esc
direnv
dropbox-cli
dunst-git
enpass-bin
google-chrome
gpaste-menu
gtk-theme-plano-git
hid-apple-patched-git-dkms
kubectl-bin
lain-git
minikube
mopidy-mpris
mopidy-scrobbler
mopidy-spotify
nvm
openvpn-update-resolv-conf
otf-hermit
peco
polybar
rambox-bin
rbenv-binstubs
rcm
redshift-minimal
ruby-build
system-san-francisco-font-git
terraform-bin
ttf-font-awesome
ttf-meslo
twemoji-color-font
vault-bin
vimix-gtk-themes-git
wavebox-bin
zuki-themes-git
