abs
alacritty-git
aurget
autorandr-git
caps2esc
direnv
dropbox-cli
franz-bin
gtk-theme-plano-git
i8kutils
kubectl-bin
minikube
mopidy-mpris
mopidy-scrobbler
mopidy-spotify
nvm
openvpn-update-resolv-conf
peco
polybar
rcm
redshift-minimal
ruby-build
terraform
ttf-font-awesome
ttf-meslo
twemoji-color-font
vault-bin
wavebox-bin
zuki-themes-git
